Repository: xcv58/MacTools
Catalog: Plugins/SystemPower/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.logOut.description
source: 显示 macOS 退出登录确认
ar: إظهار تأكيد تسجيل الخروج في macOS
de: macOS-Abmeldebestätigung anzeigen
en: Show the macOS log out confirmation
es: Muestra la confirmación de cierre de sesión de macOS
fr: Afficher la confirmation de fermeture de session de macOS
ja: macOSのログアウト確認を表示します
ko: macOS 로그아웃 확인을 표시합니다
pt: Mostrar a confirmação de fim de sessão do macOS
ru: Показать подтверждение выхода из macOS
tr: macOS oturum kapatma onayını gösterir
zh_hant: 顯示 macOS 登出確認

# action.logOut.title
source: 退出登录…
ar: تسجيل الخروج…
de: Abmelden…
en: Log Out…
es: Cerrar sesión…
fr: Fermer la session…
ja: ログアウト…
ko: 로그아웃…
pt: Terminar sessão…
ru: Выйти из системы…
tr: Oturumu Kapat…
zh_hant: 登出…

# action.restart.description
source: 显示 macOS 重新启动确认
ar: إظهار تأكيد إعادة التشغيل في macOS
de: macOS-Neustartbestätigung anzeigen
en: Show the macOS restart confirmation
es: Muestra la confirmación de reinicio de macOS
fr: Afficher la confirmation de redémarrage de macOS
ja: macOSの再起動確認を表示します
ko: macOS 재시동 확인을 표시합니다
pt: Mostrar a confirmação de reinício do macOS
ru: Показать подтверждение перезагрузки macOS
tr: macOS yeniden başlatma onayını gösterir
zh_hant: 顯示 macOS 重新啟動確認

# action.restart.title
source: 重新启动 Mac…
ar: إعادة تشغيل Mac…
de: Mac neu starten…
en: Restart Mac…
es: Reiniciar el Mac…
fr: Redémarrer le Mac…
ja: Macを再起動…
ko: Mac 재시동…
pt: Reiniciar o Mac…
ru: Перезагрузить Mac…
tr: Mac'i Yeniden Başlat…
zh_hant: 重新啟動 Mac…

# action.shutDown.description
source: 显示 macOS 关机确认
ar: إظهار تأكيد إيقاف التشغيل في macOS
de: macOS-Ausschaltbestätigung anzeigen
en: Show the macOS shut down confirmation
es: Muestra la confirmación de apagado de macOS
fr: Afficher la confirmation d’extinction de macOS
ja: macOSのシステム終了確認を表示します
ko: macOS 종료 확인을 표시합니다
pt: Mostrar a confirmação de encerramento do macOS
ru: Показать подтверждение выключения macOS
tr: macOS kapatma onayını gösterir
zh_hant: 顯示 macOS 關機確認

# action.shutDown.title
source: 将 Mac 关机…
ar: إيقاف تشغيل Mac…
de: Mac ausschalten…
en: Shut Down Mac…
es: Apagar el Mac…
fr: Éteindre le Mac…
ja: Macをシステム終了…
ko: Mac 종료…
pt: Desligar o Mac…
ru: Выключить Mac…
tr: Mac'i Kapat…
zh_hant: 將 Mac 關機…

# action.sleep.description
source: 立即让 Mac 进入睡眠
ar: ضع Mac في وضع السكون فورًا
de: Mac sofort in den Ruhezustand versetzen
en: Put your Mac to sleep immediately
es: Pon el Mac en reposo inmediatamente
fr: Mettre immédiatement le Mac en veille
ja: Macをすぐにスリープ状態にします
ko: Mac을 즉시 잠자기 상태로 전환합니다
pt: Coloque o Mac em repouso imediatamente
ru: Немедленно перевести Mac в режим сна
tr: Mac'inizi hemen uyutur
zh_hant: 立即讓 Mac 進入睡眠

# action.sleep.title
source: Mac 睡眠
ar: إسبات Mac
de: Mac in Ruhezustand
en: Sleep Mac
es: Poner el Mac en reposo
fr: Mettre le Mac en veille
ja: Macをスリープ
ko: Mac 잠자기
pt: Colocar o Mac em repouso
ru: Перевести Mac в режим сна
tr: Mac'i Uyut

# error.logOut
source: 无法显示退出登录确认。
ar: تعذر إظهار تأكيد تسجيل الخروج.
de: Die Abmeldebestätigung konnte nicht angezeigt werden.
en: The log out confirmation could not be shown.
es: No se pudo mostrar la confirmación de cierre de sesión.
fr: Impossible d’afficher la confirmation de fermeture de session.
ja: ログアウト確認を表示できませんでした。
ko: 로그아웃 확인을 표시할 수 없습니다.
pt: Não foi possível mostrar a confirmação de fim de sessão.
ru: Не удалось показать подтверждение выхода.
tr: Oturum kapatma onayı gösterilemedi.
zh_hant: 無法顯示登出確認。

# error.restart
source: 无法显示重新启动确认。
ar: تعذر إظهار تأكيد إعادة التشغيل.
de: Die Neustartbestätigung konnte nicht angezeigt werden.
en: The restart confirmation could not be shown.
es: No se pudo mostrar la confirmación de reinicio.
fr: Impossible d’afficher la confirmation de redémarrage.
ja: 再起動確認を表示できませんでした。
ko: 재시동 확인을 표시할 수 없습니다.
pt: Não foi possível mostrar a confirmação de reinício.
ru: Не удалось показать подтверждение перезагрузки.
tr: Yeniden başlatma onayı gösterilemedi.
zh_hant: 無法顯示重新啟動確認。

# error.shutDown
source: 无法显示关机确认。
ar: تعذر إظهار تأكيد إيقاف التشغيل.
de: Die Ausschaltbestätigung konnte nicht angezeigt werden.
en: The shut down confirmation could not be shown.
es: No se pudo mostrar la confirmación de apagado.
fr: Impossible d’afficher la confirmation d’extinction.
ja: システム終了確認を表示できませんでした。
ko: 종료 확인을 표시할 수 없습니다.
pt: Não foi possível mostrar a confirmação de encerramento.
ru: Не удалось показать подтверждение выключения.
tr: Kapatma onayı gösterilemedi.
zh_hant: 無法顯示關機確認。

# error.sleep
source: 无法让 Mac 进入睡眠。
ar: تعذر وضع Mac في وضع السكون.
de: Der Mac konnte nicht in den Ruhezustand versetzt werden.
en: The Mac could not be put to sleep.
es: No se pudo poner el Mac en reposo.
fr: Impossible de mettre le Mac en veille.
ja: Macをスリープ状態にできませんでした。
ko: Mac을 잠자기 상태로 전환할 수 없습니다.
pt: Não foi possível colocar o Mac em repouso.
ru: Не удалось перевести Mac в режим сна.
tr: Mac uyutulamadı.
zh_hant: 無法讓 Mac 進入睡眠。

# error.automationDenied
source: 需要自动化授权，请前往系统设置允许 MacTools 控制系统事件。
ar: يلزم إذن الأتمتة. اسمح لـ MacTools بالتحكم في أحداث النظام من إعدادات النظام.
de: Eine Automatisierungsberechtigung ist erforderlich. Erlaube MacTools in den Systemeinstellungen, Systemereignisse zu steuern.
en: Automation permission is required. Allow MacTools to control system events in System Settings.
es: Se necesita permiso de automatización. Permite que MacTools controle los eventos del sistema en Ajustes del Sistema.
fr: L’autorisation d’automatisation est requise. Autorisez MacTools à contrôler les événements système dans Réglages Système.
ja: オートメーションの許可が必要です。システム設定で MacTools にシステムイベントの制御を許可してください。
ko: 자동화 권한이 필요합니다. 시스템 설정에서 MacTools가 시스템 이벤트를 제어하도록 허용하십시오.
pt: É necessária a permissão de automação. Permita que o MacTools controle eventos do sistema nas Definições do Sistema.
ru: Требуется разрешение на автоматизацию. Разрешите MacTools управлять системными событиями в Системных настройках.
tr: Otomasyon izni gerekiyor. Sistem Ayarları'nda MacTools'un System Events'i denetlemesine izin verin.
zh_hant: 需要自動化授權，請前往系統設定允許 MacTools 控制系統事件。

# permission.automation.deniedFootnote
source: 前往系统设置 → 隐私与安全性 → 自动化，允许 MacTools 控制系统事件。
ar: انتقل إلى إعدادات النظام ← الخصوصية والأمن ← الأتمتة، ثم اسمح لـ MacTools بالتحكم في أحداث النظام.
de: Öffne Systemeinstellungen → Datenschutz & Sicherheit → Automation und erlaube MacTools, Systemereignisse zu steuern.
en: Open System Settings → Privacy & Security → Automation and allow MacTools to control system events.
es: Ve a Ajustes del Sistema → Privacidad y seguridad → Automatización y permite que MacTools controle los eventos del sistema.
fr: Ouvrez Réglages Système → Confidentialité et sécurité → Automatisation, puis autorisez MacTools à contrôler les événements système.
ja: システム設定 → プライバシーとセキュリティ → オートメーションで、MacTools にシステムイベントの制御を許可してください。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 자동화에서 MacTools가 시스템 이벤트를 제어하도록 허용하십시오.
pt: Abra Definições do Sistema → Privacidade e Segurança → Automação e permita que o MacTools controle eventos do sistema.
ru: Откройте Системные настройки → Конфиденциальность и безопасность → Автоматизация и разрешите MacTools управлять системными событиями.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Otomasyon'u açın ve MacTools'un System Events'i denetlemesine izin verin.
zh_hant: 前往系統設定 → 隱私權與安全性 → 自動化，允許 MacTools 控制系統事件。

# permission.automation.description
source: 用于显示 macOS 退出登录、重新启动和关机确认。
ar: يُستخدم لإظهار تأكيد تسجيل الخروج وإعادة التشغيل وإيقاف التشغيل في macOS.
de: Wird verwendet, um die macOS-Bestätigungen zum Abmelden, Neustarten und Ausschalten anzuzeigen.
en: Used to show macOS confirmations for logging out, restarting, and shutting down.
es: Se utiliza para mostrar las confirmaciones de macOS al cerrar sesión, reiniciar y apagar.
fr: Utilisée pour afficher les confirmations macOS de fermeture de session, de redémarrage et d’extinction.
ja: macOS のログアウト、再起動、システム終了の確認を表示するために使用します。
ko: macOS 로그아웃, 재시동 및 종료 확인을 표시하는 데 사용됩니다.
pt: Usada para mostrar as confirmações do macOS de fim de sessão, reinício e encerramento.
ru: Используется для показа подтверждений macOS при выходе из системы, перезагрузке и выключении.
tr: Oturumu kapatma, yeniden başlatma ve kapatma onaylarını göstermek için kullanılır.
zh_hant: 用於顯示 macOS 登出、重新啟動和關機確認。

# permission.automation.footnote
source: macOS 会在首次执行相关操作时请求自动化授权。
ar: سيطلب macOS إذن الأتمتة عند تنفيذ إجراء ذي صلة لأول مرة.
de: macOS fragt beim ersten Ausführen einer entsprechenden Aktion nach der Automatisierungsberechtigung.
en: macOS asks for Automation permission the first time you perform a related action.
es: macOS solicita permiso de automatización la primera vez que realizas una acción relacionada.
fr: macOS demande l’autorisation d’automatisation lors de la première action concernée.
ja: 関連する操作を初めて実行するときに、macOS がオートメーションの許可を求めます。
ko: 관련 동작을 처음 수행할 때 macOS가 자동화 권한을 요청합니다.
pt: O macOS solicita permissão de automação na primeira vez que efetuar uma ação relacionada.
ru: macOS запросит разрешение на автоматизацию при первом выполнении соответствующего действия.
tr: macOS, ilgili bir eylemi ilk kez gerçekleştirdiğinizde Otomasyon izni ister.
zh_hant: macOS 會在首次執行相關操作時要求自動化授權。

# permission.automation.status
source: 按需确认
ar: تأكيد عند الحاجة
de: Bei Bedarf bestätigen
en: Confirm When Needed
es: Confirmar cuando sea necesario
fr: Confirmer si nécessaire
ja: 必要時に確認
ko: 필요할 때 확인
pt: Confirmar quando necessário
ru: Подтверждать при необходимости
tr: Gerektiğinde Onayla
zh_hant: 視需要確認

# permission.automation.title
source: 自动化授权
ar: إذن الأتمتة
de: Automatisierungsberechtigung
en: Automation Permission
es: Permiso de automatización
fr: Autorisation d’automatisation
ja: オートメーションの許可
ko: 자동화 권한
pt: Permissão de automação
ru: Разрешение на автоматизацию
tr: Otomasyon İzni
zh_hant: 自動化授權

# metadata.description
source: 让 Mac 睡眠、退出登录、重新启动或关机
ar: ضع Mac في وضع السكون أو سجّل الخروج أو أعد التشغيل أو أوقف التشغيل
de: Mac in den Ruhezustand versetzen, abmelden, neu starten oder ausschalten
en: Sleep, log out, restart, or shut down your Mac
es: Pon el Mac en reposo, cierra sesión, reinícialo o apágalo
fr: Mettez le Mac en veille, déconnectez-vous, redémarrez-le ou éteignez-le
ja: Macをスリープ、ログアウト、再起動、またはシステム終了します
ko: Mac을 잠자기 상태로 전환하거나 로그아웃, 재시동 또는 종료합니다
pt: Coloque o Mac em repouso, termine a sessão, reinicie-o ou desligue-o
ru: Переведите Mac в режим сна, выйдите из системы, перезагрузите или выключите его
tr: Mac'inizi uyutun, oturumunu kapatın, yeniden başlatın veya kapatın
zh_hant: 讓 Mac 睡眠、登出、重新啟動或關機

# metadata.title
source: 电源操作
ar: إجراءات الطاقة
de: Energieaktionen
en: Power Actions
es: Acciones de energía
fr: Actions d’alimentation
ja: 電源操作
ko: 전원 동작
pt: Ações de energia
ru: Действия питания
tr: Güç Eylemleri
zh_hant: 電源操作
